export const MySkills = [
  {
    id: 0,
    name: "Веб-Дизайн",
    description:
      "Разработка удобных и современных интерфейсов для веб-приложений и сайтов. \
    Я создаю структуры, которые делают навигацию простой и понятной.",
  },

  {
    id: 1,
    name: "Мобильный Дизайн",
    description:
      "Разработка интерфейсов для мобильных приложений, учитывая особенности \
      платформ и поведения пользователей.",
  },

  {
    id: 2,
    name: "Прототипирование",
    description:
      "Создаю прототипы с высокой интерактивностью, чтобы тестировать пользовательские \
      сценарии и наглядно демонстрировать идеи.",
  },

  {
    id: 3,
    name: "Дизайн лендингов",
    description:
      "Создание эффективных лендингов, которые привлекают внимание, вызывают доверие и \
      обеспечивают высокий конверсии.",
  },

  {
    id: 4,
    name: "Ре-дизайн",
    description:
      "Обновление и улучшение существующих интерфейсов для повышения их функциональности, \
      привлекательности и удобства использования.",
  },

  {
    id: 5,
    name: "UX Writing",
    description:
      "Проектирую понятные и дружелюбные тексты для интерфейсов, которые помогают \
      пользователям быстро и легко достигать своих целей.",
  },
];
